Repository: eurolinux-enterprise-linux-sources/system-config-date-docs
Catalog: src/doc/*/*.po
Languages: de, hi

source: Time and Date Properties Tool
de: Werkzeug zum Einstellen von Datum und Uhrzeit
hi: समय व तिथि विशेषता उपकरण

source: Initial revision
de: Erstveröffentlichung
hi: आरंभिक पुनरीक्षण

source: Make DocBook XML validate properly
de: Mache, dass das DocBook XML ordentlich validiert
hi: DocBook XML वैधीकरण ठीक से बनाएँ

source: Make document abstract external
de: Mache den Dokumenten-Abstract extern
hi: दस्तावेज़ सारांश बाहरी बनाएँ

source: Use menuchoice elements where applicable
de: Nutze menuchoice-Elemente, wo möglich
hi: जहाँ लागू हो वहाँ मेन्यू पसंद तत्व का प्रयोग करें

source: The <application>Time and Date Properties Tool</application> allows the user to change the system date and time, to configure the time zone used by the system, and to setup the Network Time Protocol (NTP) daemon to synchronize the system clock with a time server.
de: Das <application>Werkzeug zum Einstellen von Datum und Uhrzeit</application> ermöglicht es dem Nutzer, Datum und Zeit des Systems zu verändern, die vom System genutzte Zeitzone einzustellen und den Network Time Protocol (NTP)-Dämon zur Synchronisation mit Zeitservern zu konfigurieren.
hi: <application>Time and Date Properties Tool</application> उपयोक्ता को तंत्र तिथि और समय बदलने की छूट देता है, तंत्र के द्वारा प्रयुक्त समय क्षेत्र विन्यस्त करने के लिए, और Network Time Protocol (NTP) डेमॉन को सेटअप करने के लिए समय सर्वर के साथ तंत्र घड़ी को तुल्यकालित करने के लिए.

source: You must be running the <application>X</application> Window System and have root privileges to use the Time and Date Properties Tool. There are three ways to start the application:
de: Das <application>X</application> Fenstersystem muss laufen und Sie müssen root-Berechtigungen haben, um das Werkzeug zum Einstellen von Datum und Uhrzeit nutzen zu können. Es gibt drei Möglichkeiten, die Anwendung zu starten:
hi: आपको जरूर <application>X</application> विंडो तंत्र को चलाना चाहिए और तिथि व समय विशेषता औज़ार के प्रयोग के लिए रूट अधिकार रखना चाहिए. अनुप्रयोग आरंभ करने के तीन तरीके हैं:

source: From the desktop, go to <menuchoice><guimenu>the main menu on the panel (the menu with the "f" icon)</guimenu><guisubmenu>System</guisubmenu><guisubmenu>Administration</guisubmenu><guimenuitem>Date &amp; Time</guimenuitem></menuchoice>
de: Vom Desktop aus, gehen Sie zum <menuchoice><guimenu>Hauptmenü im Panel (das Menü mit dem "f"-Symbol)</guimenu><guisubmenu>System</guisubmenu><guisubmenu>Administration</guisubmenu><guimenuitem>Datum &amp; Uhrzeit</guimenuitem></menuchoice>
hi: डेस्कटॉप से, जाएँ <menuchoice><guimenu>पटल का मुख्य मेन्यू ("f" प्रती के साथ मेन्यू)</guimenu><guisubmenu>System</guisubmenu><guisubmenu>Administration</guisubmenu><guimenuitem>Date &amp; Time</guimenuitem></menuchoice>

source: From the desktop, right-click on the time in the toolbar and select <guimenuitem>Adjust Date and Time</guimenuitem>.
de: Vom Desktop aus, klicken Sie rechts auf die Uhrzeit in der Werkzeugleiste und wählen Sie <guimenuitem>Datum und Uhrzeit anpassen</guimenuitem>.
hi: डेस्कटॉप से, औज़ारपट्टी पर समय पर दाहिना क्लिक करें और <guimenuitem>Adjust Date and Time</guimenuitem> चुनें.

source: Type the command <command>system-config-date</command>, <command>system-config-time</command>, or <command>dateconfig</command> at a shell prompt (for example, in an <application>XTerm</application> or a <application>GNOME</application> terminal).
de: Tippen Sie den Befehl <command>system-config-date</command>, <command>system-config-time</command>, oder <command>dateconfig</command> an der Eingabeaufforderung, zum Beispiel in einem <application>XTerm</application>- oder einem <application>GNOME</application>-Terminal.
hi: <command>system-config-date</command> , <command>system-config-time</command>, या <command>dateconfig</command> को शेल प्रांप्ट पर कमांड टाइप करें (उदाहरण के लिए, एक <application>XTerm</application> में या किसी <application>GNOME</application> टर्मिनल में).

source: Time and Date Properties
de: Eigenschaften von Datum und Uhrzeit
hi: तिथि व समय विशेषता

source: time configuration
de: Konfiguration der Uhrzeit
hi: समय विन्यास

source: date configuration
de: Konfiguration des Datums
hi: तिथि विन्यास

source: As shown in <xref linkend="dateconfig-time-date"/>, the first tabbed window that appears is for configuring the system date and time.
de: Wie in <xref linkend="dateconfig-time-date"/> gezeigt, ist der erste erscheinende Reiter zur Konfiguration von Datum und Uhrzeit des Systems.
hi: जैसा <xref linkend="dateconfig-time-date"/> में दिखाया गया है, पहला टैब किया विंडो जो कि तंत्र तिथि व समय के विन्यास के लिए प्रकट होती है.

source: To change the date, use the arrows to the left and right of the month to change the month, use the arrows to the left and right of the year to change the year, and click on the day of the week to change the day of the week.
de: Um das Datum zu ändern, nutzen Sie die Pfeile links und rechts des Monats um den Monat zu verändern, die Pfeile links und rechts des Jahres, um das Jahr zu ändern und klicken Sie auf den Wochentag, um diesen zu ändern.
hi: तिथि बदलने के लिए, महीने के बायीं और दाहिने ओर तीर का प्रयोग करें, साल के बायीं और दाहिनी ओर तीर का प्रयोग करें बदलने के लिए और सप्ताह के दिन को बदलने के लिए सप्ताह के दिन पर क्लिक करें.

source: To change the time, use the up and down arrow buttons beside the <guilabel>Hour</guilabel>, <guilabel>Minute</guilabel>, and <guilabel>Second</guilabel> in the <guilabel>Time</guilabel> section.
de: Um die Uhrzeit zu ändern, nutzen Sie die hoch- und runter-Pfeile neben <guilabel>Stunde</guilabel>, <guilabel>Minute</guilabel> und <guilabel>Sekunde</guilabel> im Abschnitt <guilabel>Uhrzeit</guilabel>.
hi: समय बदलने के लिए, <guilabel>घंटा</guilabel>, <guilabel>मिनट</guilabel>, और <guilabel>सेकेंड</guilabel> in the <guilabel>Time</guilabel> खंड में अप और डाउन बटन का प्रयोग करें.

source: Alternatively, you can use the keyboard to change date and time. Use <keycap>Tab</keycap> and <keycombo><keycap>Shift</keycap><keycap>Tab</keycap></keycombo> to move between the widgets. In the calendar widget, you can use <keycombo><keycap>Ctrl</keycap><keycap>Up</keycap></keycombo> and <keycombo><keycap>Ctrl</keycap><keycap>Down</keycap></keycombo> to change the year, <keycombo><keycap>Ctrl</keycap><keycap>Left</keycap></keycombo> and <keycombo><keycap>Ctrl</keycap><keycap>Right</keycap></keycombo> to change the month and the arrow keys and <keycap>Space</keycap> to choose and set a date. In the hour, minute and second widgets, use <keycap>Up</keycap> and <keycap>Down</keycap> to change the values.
de: Als Alternative können Sie die Tastatur benutzen zum Ändern des Datums und der Zeit.Benutzen Sie <keycap>Tabulator</keycap> und <keycombo><keycap>Umschalttaste</keycap><keycap>Tabulator</keycap></keycombo>, um zwischen den Felder zu navigieren. In der Kalendar-Anzeige können Sie <keycombo><keycap>Ctrl</keycap><keycap>hoch</keycap></keycombo>-Pfeil und <keycombo><keycap>Ctrl</keycap><keycap>runter</keycap></keycombo>-Pfeil zum Ändern des Jahres, <keycombo><keycap>Ctrl</keycap><keycap>links</keycap></keycombo>-Pfeil und <keycombo><keycap>Ctrl</keycap><keycap>rechts</keycap></keycombo>-Pfeil zum Ändern des Monats und die Pfeiltasten und die <keycap>Leertaste</keycap> zum Wählen und Sezten des Datums. Im Stunden-, Minuten- und Sekunden-Bereich benutzen Sie bitte <keycap>hoch</keycap> und <keycap>runter</keycap> zum Ändern der Werte.
hi: वैकल्पिक रूप से, आप तिथि व समय बदलने के लिए आप कुंजीपट का प्रयोग कर सकते हैं. <keycap>Tab</keycap> और <keycombo><keycap>Shift</keycap><keycap>Tab</keycap></keycombo> का प्रयोग विज़ेट के बीच जाने के लिए करें. कैलेंडर विज़ेट में, आप <keycombo><keycap>Ctrl</keycap><keycap>Up</keycap></keycombo> और <keycombo><keycap>Ctrl</keycap><keycap>Down</keycap></keycombo> का प्रयोग साल बदलने के लिए कर सकते हैं,<keycombo><keycap>Ctrl</keycap><keycap>Left</keycap></keycombo> और <keycombo><keycap>Ctrl</keycap><keycap>Right</keycap></keycombo> महीना बदलने के लिएऔर तीर का कुंजी और <keycap>Space</keycap> किसी तिथि को चुनने या सेट करने के लिए. घंटे, मिनट और सेकेंड में, <keycap>Up</keycap> और <keycap>Down</keycap> मानों को बदलने के लिए.

source: Clicking the <guibutton>OK</guibutton> button applies any changes made to the date and time, the NTP daemon settings, and the time zone settings. It also exits the program.
de: Nach einem Klick auf den <guibutton>OK</guibutton>-Knopf werden die Änderungen, die Sie an Datum, Uhrzeit, Zeitzone und dem NTP-Dämon vorgenommen haben angewendet und das Programm wird beendet.
hi: <guibutton>ठीक</guibutton> बटन पर क्लिक करना तिथि व समय, NTP डेमॉन सेटिंग और समय क्षेत्र सेटिंग में किया गया कोई परिवर्तन को लागू करता है. यह प्रोग्राम से बाहर भी निकल जाता है.

source: Network Time Protocol (NTP) Properties
de: Eigenschaften des Network Time Protocol (NTP)
hi: Network Time Protocol (NTP) विशेषता

source: synchronize with NTP server
de: mit NTP-Server synchronisieren
hi: NTP सर्वर से तुल्यकालित करें

source: Network Time Protocol
hi: संजाल समय प्रोटोकॉल

source: configuring
de: konfiguriere
hi: विन्यास कर रहा है

source: As shown in <xref linkend="dateconfig-ntp"/>, the second tabbed window that appears is for configuring NTP.
de: Wie in <xref linkend="dateconfig-ntp"/> gezeigt, erscheint der zweite Reiter, welcher zur Konfiguration des NTP ist.
hi: जैसा <xref linkend="dateconfig-ntp"/> में दिखाया गया है, दूसरा टैब किया विंडो जो कि प्रकट होता है वह NTP के विन्यास के लिए.

source: NTP Properties
de: NTP-Eigenschaften
hi: NTP विशेषता

source: The Network Time Protocol (NTP) daemon synchronizes the system clock with a remote time server or time source. The application allows you to configure an NTP daemon to synchronize your system clock with a remote server. To enable this feature, select <guibutton>Enable Network Time Protocol</guibutton>. This enables the <guilabel>NTP Servers</guilabel> list and other options. You can choose one of the predefined servers, edit a predefined server by clicking the <guibutton>Edit</guibutton> or add a new server name by clicking <guibutton>Add</guibutton>. Your system does not start synchronizing with the NTP server until you click <guibutton>OK</guibutton>. After clicking <guibutton>OK</guibutton>, the configuration is saved and the NTP daemon is started (or restarted if it is already running).
de: Der Network Time Protocol (NTP)-Daemon synchronisiert die Uhr des Systems mit einem entfernten Zeitserver oder einer anderen Zeitquelle. Die Anwendung ermöglicht, den NTP-Dämon so zu konfigurieren, dass er die Systemzeit von einem entfernten Server synchronisiert. Um dies einzustellen, wählen Sie <guibutton>Network Time Protocol aktivieren</guibutton>. Dies aktiviert die Liste der <guilabel>NTP-Server</guilabel> und weitere Optionen. Sie können einen der vordefinierten Server auswählen, einen der vordefinierten Server bearbeiten, indem Sie auf <guibutton>Bearbeiten</guibutton> klicken oder einen neuen Server hinzufügen, indem Sie auf <guibutton>Hinzufügen</guibutton> klicken. Ihr System fängt erst mit der Synchronisierung an, nachdem Sie auf <guibutton>OK</guibutton> geklickt haben. Danach wird die Konfiguration gespeichert und der NTP-Dämon wird gestartet bzw. neu gestartet, wenn er bereits lief.
hi: Network Time Protocol (NTP) डेमॉन तंत्र घड़ी को किसी दूरस्थ समय सर्वर या समय स्रोत के साथ तुल्यकालित करता है. यह अनुप्रयोग किसी NTP डेमॉन को आपके तंत्र घड़ी के साथ तुल्यकालित करने की छूट देता है. इस फीचर को सक्रिय करने के लिए, <guibutton>Enable Network Time Protocol</guibutton> चुनें. यह <guilabel>NTP Servers</guilabel> सूची को सक्रिय करता है और दूसरे विकल्पों को. आप पूर्वपरिभाषित सर्वर में से किसी एक को चुन सकते हैं <guibutton>Edit</guibutton> को क्लिक करके या किसी नया सर्वर नाम को <guibutton>Add</guibutton> पर क्लिक करके. आपका तंत्र तुल्यकालन आरंभ नहीं करता है NTP सर्वर के साथ जब तक आप <guibutton>OK</guibutton> पर क्लिक करते हैं. <guibutton>OK</guibutton> पर क्लिक करने के बाद, विन्यास सहेज लिया जाता है और NTP डेमॉन आरंभ किया जाता है (या फिर आरंभ किया यदि यह पहले से चल रहा है).

source: Time Zone Configuration
de: Konfiguration der Zeitzone
hi: समय क्षेत्र विन्यास

source: time zone configuration
de: Konfiguration der Zeitzone
hi: समय क्षेत्र विन्यास

source: As shown in <xref linkend="dateconfig-timezone"/>, the third tabbed window that appears is for configuring the system time zone.
de: Wie in <xref linkend="dateconfig-timezone"/> gezeigt, erscheint der dritte Reiter, welcher zu Konfiguration der Zeitzone des Systems ist.
hi: जैसा <xref linkend="dateconfig-timezone"/> में दिखाया गया है, तीसरा टैब किया विंडो जो कि तंत्र समय क्षेत्र के विन्यास के लिए प्रकट होता है.

source: To configure the system time zone, click the <guilabel>Time Zone</guilabel> tab. The time zone can be changed by either using the interactive map or by choosing the desired time zone from the list below the map. To use the map, click into it to choose the city specific to your time zone. A red <guilabel>X</guilabel> appears and the time zone selection changes in the list below the map. You can use the slider to the left of the map to change the zoom level.
de: Um die Zeitzone des Systems einzustellen, klicken Sie auf den Reiter <guilabel>Zeitzone</guilabel>. Die Zeitzone kann entweder mit Hilfe der interaktiven Karte geändert werden oder indem die gewünschte Zeitzone aus der Liste unterhalb der Karte ausgewählt wird. Um die Karte zu nutzen, klicken Sie auf die Stadt, welche in Ihrer Zeitzone liegt. Es erscheint ein rotes <guilabel>X</guilabel> und die Zeitzone wird auch in der Liste unterhalb der Karte geändert. Sie können den Schieberegler links auf der Karte nutzen, um die Vergrößerungsstufe einzustellen.
hi: तंत्र समय क्षेत्र विन्यस्त करने के लिए, <guilabel>Time Zone</guilabel> टैब को क्लिक करें. समय क्षेत्र को या तो अंतःक्रियात्मक मानचित्र के प्रयोग से बदला जा सकता है या वांछित समय क्षेत्र चुनकर मानचित्र के नीचे से चुनकर. मानचित्र का प्रयोग करने के लिए, इसमें क्लिक करें अपने समय क्षेत्र में शहर संबंधित को चुनने के लिए. एक लाल <guilabel>X</guilabel> प्रकट होता है और मानचित्र के नीचे सूची में समय क्षेत्र चयन बदलता है. आप जूम स्तर बदलने के लिए मानचित्र की बायीं और स्लाइडर का प्रयोग कर सकते हैं.

source: Alternatively, you can also use the list below the map. In the same way that the map lets you choose a region before choosing a city, the list of time zones is now a treelist, with cities and countries grouped within their specific continents. Non-geographic time zones have also been added to address needs in the scientific community.
de: Alternativ können Sie die Liste unterhalb der Karte nutzen. Wie auch bei der Karte können Sie erst die Region auswählen, bevor Sie die Stadt auswählen. In diesem Fall ist die Liste eine Baumliste, in der die Städte und Länder unterhalb ihrer jeweiligen Kontinente zusammengefasst sind. Es sind auch nicht-geografische Zeitzonen vorhanden, da diese für wissenschaftliche Zwecke benötigt werden.
hi: वैकल्पिक रूप से, आप मानचित्र के नीचे सूची का प्रयोग कर सकते हैं. उसी तरह से मानचित्र आपको शहर चुनने के पहले एक क्षेत्र चुनने देता है, समय क्षेत्र की सूची अब एक तरूसूची है, शहर और देश के साथ जो विशेष महादेश के अंदर है. गैर भौगोलिक समय क्षेत्र को भी वैज्ञानिक समुदाय में जरूरत संबोधित करने के लिए जोड़ा गया है.

source: Click <guibutton>OK</guibutton> to apply the changes and exit the program.
de: Klicken Sie <guibutton>OK</guibutton> um die Änderungen anzuwenden und das Programm zu beenden.
hi: <guibutton>ठीक</guibutton> पर क्लिक करें परिवर्तन लागू करने या प्रोग्राम से बाहर निकलने के लिए.

source: Timezone Properties
de: Eigenschaften der Zeitzone
hi: समय क्षेत्र विशेषता

source: If your system clock is set to use UTC, select the <guibutton>System clock uses UTC</guibutton> option. UTC stands for the <firstterm>Universal Time, Coordinated</firstterm>, also known as Greenwich Mean Time (GMT). Other time zones are determined by adding or subtracting from the UTC time.
de: Wenn Ihre Systemuhr UTC nutzt, wählen Sie die Option <guibutton>Systemuhr verwendet UTC</guibutton>. UTC steht für <firstterm>Universal Time, Coordinated</firstterm> und ist auch als Greenwich Mean Time (GMT) bekannt. Andere Zeitzonen sind durch den Abstand von der UTC-Zeit definiert.
hi: यदि आपका तंत्र घड़ी UTC पर सेट किया जाता है, <guibutton>System clock uses UTC</guibutton> विकल्प का प्रयोग करें. UTC <firstterm>Universal Time, Coordinated</firstterm> के लिए होता है, जिसे ग्रीनविच माध्य समय (GMT) भी कहा जाता है. अन्य समय क्षेत्र को UTC समय में जोड़ या घटाकर निर्धारित किया जाता है.

source: translator-credits
de: Dominik Sandjaja <dominiksandjaja@fedoraproject.org>, 2009. Fabian Affolter <fab@fedoraproject.org>, 2009.
hi: राजेश रंजन (rranjan@redhat.com; rajesh672@gmail.com)
